CREATE DATABASE  IF NOT EXISTS `cursus2` /*!40100 DEFAULT CHARACTER SET utf8 */;
USE `cursus2`;
-- MySQL dump 10.13  Distrib 5.6.17, for Win32 (x86)
--
-- Host: localhost    Database: cursus2
-- ------------------------------------------------------
-- Server version	5.6.20

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `disciplines`
--

DROP TABLE IF EXISTS `disciplines`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `disciplines` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL,
  `old_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `name` (`name`)
) ENGINE=InnoDB AUTO_INCREMENT=49 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `disciplines`
--

LOCK TABLES `disciplines` WRITE;
/*!40000 ALTER TABLE `disciplines` DISABLE KEYS */;
INSERT INTO `disciplines` VALUES (1,'Алгебра','2015-10-22 12:47:02','0000-00-00 00:00:00',1),(2,'анализ текста','2015-10-22 12:47:02','0000-00-00 00:00:00',2),(3,'Астрономия','2015-10-22 12:47:02','0000-00-00 00:00:00',3),(4,'Биология','2015-10-22 12:47:02','0000-00-00 00:00:00',4),(5,'бридж','2015-10-22 12:47:02','0000-00-00 00:00:00',5),(6,'география','2015-10-22 12:47:02','0000-00-00 00:00:00',6),(7,'Геометрия','2015-10-22 12:47:02','0000-00-00 00:00:00',7),(8,'Естествознание','2015-10-22 12:47:02','0000-00-00 00:00:00',8),(9,'Изобразительное искусство','2015-10-22 12:47:02','0000-00-00 00:00:00',9),(10,'Иностранный язык','2015-10-22 12:47:02','0000-00-00 00:00:00',10),(11,'Информатика','2015-10-22 12:47:02','0000-00-00 00:00:00',11),(12,'История','2015-10-22 12:47:02','0000-00-00 00:00:00',12),(13,'история религии','2015-10-22 12:47:02','0000-00-00 00:00:00',13),(14,'культорология','2015-10-22 12:47:02','0000-00-00 00:00:00',14),(15,'Литература','2015-10-22 12:47:02','0000-00-00 00:00:00',15),(16,'логика','2015-10-22 12:47:02','0000-00-00 00:00:00',16),(17,'математика','2015-10-22 12:47:02','0000-00-00 00:00:00',17),(18,'Мировая художественная культура','2015-10-22 12:47:02','0000-00-00 00:00:00',18),(19,'музейное дело','2015-10-22 12:47:02','0000-00-00 00:00:00',19),(20,'Обществознание','2015-10-22 12:47:02','0000-00-00 00:00:00',20),(21,'основы художественного перевода','2015-10-22 12:47:02','0000-00-00 00:00:00',21),(22,'Основы экономики','2015-10-22 12:47:02','0000-00-00 00:00:00',22),(23,'педагогика','2015-10-22 12:47:02','0000-00-00 00:00:00',23),(24,'подготовка к олимпиадам','2015-10-22 12:47:02','0000-00-00 00:00:00',24),(25,'политология','2015-10-22 12:47:02','0000-00-00 00:00:00',25),(26,'поэтика','2015-10-22 12:47:02','0000-00-00 00:00:00',26),(27,'право','2015-10-22 12:47:02','0000-00-00 00:00:00',27),(28,'Правоведение','2015-10-22 12:47:02','0000-00-00 00:00:00',28),(29,'программирование','2015-10-22 12:47:02','0000-00-00 00:00:00',29),(30,'проектная деятельность','2015-10-22 12:47:02','0000-00-00 00:00:00',30),(31,'психология','2015-10-22 12:47:02','0000-00-00 00:00:00',31),(32,'Риторика','2015-10-22 12:47:03','0000-00-00 00:00:00',32),(33,'Родной язык','2015-10-22 12:47:03','0000-00-00 00:00:00',33),(34,'Русский язык','2015-10-22 12:47:03','0000-00-00 00:00:00',34),(35,'СМИ','2015-10-22 12:47:03','0000-00-00 00:00:00',35),(36,'социология','2015-10-22 12:47:03','0000-00-00 00:00:00',36),(37,'статистика','2015-10-22 12:47:03','0000-00-00 00:00:00',37),(38,'театр','2015-10-22 12:47:03','0000-00-00 00:00:00',38),(39,'теория игр','2015-10-22 12:47:03','0000-00-00 00:00:00',39),(40,'ТРИЗ','2015-10-22 12:47:03','0000-00-00 00:00:00',40),(41,'Физика','2015-10-22 12:47:03','0000-00-00 00:00:00',41),(42,'Физкультура','2015-10-22 12:47:03','0000-00-00 00:00:00',42),(43,'Философия','2015-10-22 12:47:03','0000-00-00 00:00:00',43),(44,'Химия','2015-10-22 12:47:03','0000-00-00 00:00:00',44),(45,'чтение','2015-10-22 12:47:03','0000-00-00 00:00:00',45),(46,'Экология','2015-10-22 12:47:03','0000-00-00 00:00:00',46),(47,'экономика','2015-10-22 12:47:03','0000-00-00 00:00:00',47),(48,'юриспруденция','2015-10-22 12:47:03','0000-00-00 00:00:00',48);
/*!40000 ALTER TABLE `disciplines` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2016-03-01  1:18:58
